# создаем константу (TOKEN) и присваиваем токен нашего бота, созданного https://t.me/BotFather
TOKEN = 'токен предоставленный BotFather'

# создаем словарь с валютами, которые будут доступны для конвертации
currency = {'рубль': 'RUB',
            'доллар': 'USD',
            'евро': 'EUR',
            'юань': 'CNY',
            'драм': 'AMD',
            'лари': 'GEL',
            'йена': 'JPY',
            'тенге': 'KZT',
            'биткоин': 'BTC',
            'эфириум': 'ETH',
            'тезер': 'USDT'}
